
"event read status update" = "事件读取状态更新";

"device event status updated. The save" = "设备事件状态已更新。";

"Resolved" = "已解决";
"Unresolved" = "未解决";

"The message status could not be updated" = "无法更新消息状态";

// K9 : event status update error message
"Your HP device has sent a status update. This update could not be saved in HP Utility - Message Center" = "您的 HP 设备发送了一个状态更新。无法在“HP Utility - 消息中心”中保存该更新";

"Messages could not be displayed in HP Utility - Message Center" = "无法在“HP Utility - 消息中心”中显示信息";
